{" ": 0, "*": 1, "0": 2, "1": 3, "2": 4, "3": 5, "4": 6, "5": 7, "6": 8, "7": 9, "8": 10, "9": 11, "a": 12, "b": 13, "c": 14, "d": 15, "e": 16, "f": 17, "g": 18, "h": 19, "i": 20, "j": 21, "k": 22, "l": 23, "m": 24, "n": 25, "o": 26, "p": 27, "q": 28, "r": 29, "s": 30, "t": 31, "u": 32, "v": 33, "w": 34, "x": 35, "y": 36, "z": 37, "à": 38, "á": 39, "â": 40, "ã": 41, "ä": 42, "å": 43, "ç": 44, "è": 45, "é": 46, "ê": 47, "î": 48, "ñ": 49, "ö": 50, "ƒ": 51, "α": 52, "μ": 53, "б": 54, "е": 55, "и": 56, "н": 57, "о": 58, "у": 59, "ч": 60, "ا": 61, "د": 62, "ز": 63, "م": 64, "ن": 65, "ه": 66, "ک": 67, "ی": 68, "•": 69, "○": 70, "◯": 71, "♥": 72, "々": 73, "〇": 74, "〈": 75, "〉": 76, "ぁ": 77, "あ": 78, "い": 79, "ぅ": 80, "う": 81, "ぇ": 82, "え": 83, "ぉ": 84, "お": 85, "か": 86, "が": 87, "き": 88, "ぎ": 89, "く": 90, "ぐ": 91, "け": 92, "げ": 93, "こ": 94, "ご": 95, "さ": 96, "ざ": 97, "し": 98, "じ": 99, "す": 100, "ず": 101, "せ": 102, "ぜ": 103, "そ": 104, "ぞ": 105, "た": 106, "だ": 107, "ち": 108, "ぢ": 109, "っ": 110, "つ": 111, "づ": 112, "て": 113, "で": 114, "と": 115, "ど": 116, "な": 117, "に": 118, "ぬ": 119, "ね": 120, "の": 121, "は": 122, "ば": 123, "ぱ": 124, "ひ": 125, "び": 126, "ぴ": 127, "ふ": 128, "ぶ": 129, "ぷ": 130, "へ": 131, "べ": 132, "ぺ": 133, "ほ": 134, "ぼ": 135, "ぽ": 136, "ま": 137, "み": 138, "む": 139, "め": 140, "も": 141, "ゃ": 142, "や": 143, "ゅ": 144, "ゆ": 145, "ょ": 146, "よ": 147, "ら": 148, "り": 149, "る": 150, "れ": 151, "ろ": 152, "わ": 153, "を": 154, "ん": 155, "゠": 156, "ァ": 157, "ア": 158, "ィ": 159, "イ": 160, "ゥ": 161, "ウ": 162, "ェ": 163, "エ": 164, "ォ": 165, "オ": 166, "カ": 167, "ガ": 168, "キ": 169, "ギ": 170, "ク": 171, "グ": 172, "ケ": 173, "ゲ": 174, "コ": 175, "ゴ": 176, "サ": 177, "ザ": 178, "シ": 179, "ジ": 180, "ス": 181, "ズ": 182, "セ": 183, "ゼ": 184, "ソ": 185, "ゾ": 186, "タ": 187, "ダ": 188, "チ": 189, "ヂ": 190, "ッ": 191, "ツ": 192, "ヅ": 193, "テ": 194, "デ": 195, "ト": 196, "ド": 197, "ナ": 198, "ニ": 199, "ヌ": 200, "ネ": 201, "ノ": 202, "ハ": 203, "バ": 204, "パ": 205, "ヒ": 206, "ビ": 207, "ピ": 208, "フ": 209, "ブ": 210, "プ": 211, "ヘ": 212, "ベ": 213, "ペ": 214, "ホ": 215, "ボ": 216, "ポ": 217, "マ": 218, "ミ": 219, "ム": 220, "メ": 221, "モ": 222, "ャ": 223, "ヤ": 224, "ュ": 225, "ユ": 226, "ョ": 227, "ヨ": 228, "ラ": 229, "リ": 230, "ル": 231, "レ": 232, "ロ": 233, "ワ": 234, "ン": 235, "ヴ": 236, "ヵ": 237, "ヶ": 238, "ー": 239, "ㇰ": 240, "ㇱ": 241, "ㇲ": 242, "ㇷ": 243, "ㇺ": 244, "ㇾ": 245, "㦕": 246, "一": 247, "丁": 248, "七": 249, "万": 250, "丈": 251, "三": 252, "上": 253, "下": 254, "不": 255, "与": 256, "丑": 257, "且": 258, "丕": 259, "世": 260, "丘": 261, "丙": 262, "丞": 263, "両": 264, "並": 265, "中": 266, "串": 267, "丸": 268, "丹": 269, "主": 270, "丼": 271, "久": 272, "之": 273, "乏": 274, "乖": 275, "乗": 276, "乙": 277, "九": 278, "乞": 279, "也": 280, "乱": 281, "乳": 282, "乾": 283, "亀": 284, "了": 285, "予": 286, "争": 287, "事": 288, "二": 289, "云": 290, "互": 291, "五": 292, "井": 293, "些": 294, "亜": 295, "亡": 296, "亢": 297, "交": 298, "亥": 299, "享": 300, "京": 301, "亭": 302, "亮": 303, "人": 304, "仁": 305, "仄": 306, "仇": 307, "今": 308, "介": 309, "仏": 310, "仕": 311, "他": 312, "付": 313, "仙": 314, "代": 315, "令": 316, "以": 317, "仮": 318, "仰": 319, "仲": 320, "件": 321, "任": 322, "企": 323, "伊": 324, "伍": 325, "伎": 326, "伏": 327, "伐": 328, "休": 329, "优": 330, "会": 331, "伝": 332, "伯": 333, "伴": 334, "伸": 335, "伺": 336, "似": 337, "伽": 338, "但": 339, "佇": 340, "位": 341, "低": 342, "住": 343, "佐": 344, "体": 345, "何": 346, "余": 347, "作": 348, "併": 349, "使": 350, "例": 351, "侍": 352, "供": 353, "依": 354, "侠": 355, "価": 356, "侮": 357, "侯": 358, "侵": 359, "侶": 360, "便": 361, "係": 362, "促": 363, "俊": 364, "俎": 365, "俑": 366, "俗": 367, "保": 368, "信": 369, "俣": 370, "修": 371, "俯": 372, "俳": 373, "俵": 374, "俸": 375, "俺": 376, "倉": 377, "個": 378, "倍": 379, "倒": 380, "倖": 381, "候": 382, "倚": 383, "借": 384, "倣": 385, "値": 386, "倦": 387, "倫": 388, "倭": 389, "倶": 390, "倹": 391, "偃": 392, "偈": 393, "偉": 394, "偊": 395, "偏": 396, "做": 397, "停": 398, "健": 399, "偲": 400, "側": 401, "偵": 402, "偶": 403, "偽": 404, "傀": 405, "傅": 406, "傍": 407, "傑": 408, "傘": 409, "備": 410, "催": 411, "傭": 412, "傲": 413, "傳": 414, "債": 415, "傷": 416, "傾": 417, "僅": 418, "僉": 419, "働": 420, "像": 421, "僑": 422, "僕": 423, "僚": 424, "僧": 425, "僭": 426, "僻": 427, "儀": 428, "億": 429, "儉": 430, "儒": 431, "儚": 432, "償": 433, "儡": 434, "優": 435, "儲": 436, "儵": 437, "兀": 438, "元": 439, "兄": 440, "充": 441, "兆": 442, "先": 443, "光": 444, "克": 445, "免": 446, "兎": 447, "児": 448, "党": 449, "兜": 450, "入": 451, "內": 452, "全": 453, "八": 454, "公": 455, "六": 456, "共": 457, "兵": 458, "其": 459, "具": 460, "典": 461, "兼": 462, "内": 463, "円": 464, "冊": 465, "再": 466, "冒": 467, "冗": 468, "写": 469, "冠": 470, "冤": 471, "冥": 472, "冨": 473, "冬": 474, "冲": 475, "冴": 476, "冶": 477, "冷": 478, "凄": 479, "准": 480, "凋": 481, "凌": 482, "凍": 483, "凛": 484, "凝": 485, "几": 486, "凡": 487, "処": 488, "凧": 489, "凰": 490, "凱": 491, "凶": 492, "凸": 493, "凹": 494, "出": 495, "函": 496, "刀": 497, "刃": 498, "分": 499, "切": 500, "刈": 501, "刊": 502, "刑": 503, "刖": 504, "列": 505, "初": 506, "判": 507, "別": 508, "利": 509, "到": 510, "制": 511, "刷": 512, "券": 513, "刹": 514, "刺": 515, "刻": 516, "剃": 517, "則": 518, "削": 519, "剋": 520, "剌": 521, "前": 522, "剖": 523, "剛": 524, "剝": 525, "剣": 526, "剤": 527, "剥": 528, "剪": 529, "副": 530, "剰": 531, "割": 532, "創": 533, "剽": 534, "劇": 535, "劉": 536, "劓": 537, "力": 538, "功": 539, "加": 540, "劣": 541, "助": 542, "努": 543, "劫": 544, "励": 545, "労": 546, "効": 547, "劾": 548, "勃": 549, "勅": 550, "勇": 551, "勉": 552, "勒": 553, "動": 554, "勘": 555, "務": 556, "勝": 557, "勞": 558, "募": 559, "勢": 560, "勤": 561, "勧": 562, "勲": 563, "勳": 564, "勾": 565, "勿": 566, "匂": 567, "包": 568, "匈": 569, "化": 570, "北": 571, "匙": 572, "匠": 573, "匯": 574, "匹": 575, "区": 576, "医": 577, "匿": 578, "十": 579, "千": 580, "升": 581, "午": 582, "半": 583, "卑": 584, "卒": 585, "卓": 586, "協": 587, "南": 588, "単": 589, "博": 590, "卜": 591, "卞": 592, "占": 593, "卦": 594, "卯": 595, "印": 596, "危": 597, "即": 598, "却": 599, "卵": 600, "卸": 601, "卿": 602, "厄": 603, "厘": 604, "厚": 605, "原": 606, "厨": 607, "厭": 608, "厲": 609, "厳": 610, "去": 611, "参": 612, "又": 613, "叉": 614, "及": 615, "友": 616, "双": 617, "反": 618, "収": 619, "叔": 620, "取": 621, "受": 622, "叙": 623, "叢": 624, "口": 625, "古": 626, "句": 627, "叩": 628, "只": 629, "叫": 630, "召": 631, "可": 632, "台": 633, "叱": 634, "史": 635, "右": 636, "叶": 637, "号": 638, "司": 639, "叺": 640, "吃": 641, "各": 642, "合": 643, "吉": 644, "吊": 645, "同": 646, "名": 647, "后": 648, "吏": 649, "吐": 650, "向": 651, "吒": 652, "君": 653, "吝": 654, "吞": 655, "吟": 656, "吠": 657, "否": 658, "含": 659, "吳": 660, "吴": 661, "吸": 662, "吹": 663, "吻": 664, "吾": 665, "呂": 666, "呆": 667, "呈": 668, "呉": 669, "告": 670, "呑": 671, "呟": 672, "周": 673, "呪": 674, "味": 675, "呵": 676, "呻": 677, "呼": 678, "命": 679, "和": 680, "咎": 681, "咤": 682, "咬": 683, "咯": 684, "咲": 685, "咳": 686, "咸": 687, "哀": 688, "品": 689, "哉": 690, "員": 691, "哨": 692, "哭": 693, "哲": 694, "哺": 695, "唄": 696, "唆": 697, "唇": 698, "唐": 699, "唖": 700, "唯": 701, "唱": 702, "唸": 703, "唾": 704, "啄": 705, "商": 706, "問": 707, "啐": 708, "啓": 709, "啞": 710, "喃": 711, "善": 712, "喆": 713, "喉": 714, "喊": 715, "喋": 716, "喘": 717, "喚": 718, "喜": 719, "喝": 720, "喧": 721, "喩": 722, "喪": 723, "喫": 724, "喰": 725, "営": 726, "嗄": 727, "嗅": 728, "嗇": 729, "嗜": 730, "嘆": 731, "嘉": 732, "嘔": 733, "嘘": 734, "嘩": 735, "嘯": 736, "嘱": 737, "嘲": 738, "噂": 739, "噌": 740, "噓": 741, "噛": 742, "噤": 743, "器": 744, "噴": 745, "嚆": 746, "嚇": 747, "嚙": 748, "嚢": 749, "嚮": 750, "嚴": 751, "囁": 752, "囃": 753, "囚": 754, "四": 755, "回": 756, "因": 757, "团": 758, "団": 759, "困": 760, "囲": 761, "図": 762, "固": 763, "国": 764, "國": 765, "圍": 766, "圏": 767, "園": 768, "圓": 769, "圖": 770, "圜": 771, "土": 772, "圧": 773, "在": 774, "圭": 775, "地": 776, "圳": 777, "址": 778, "坂": 779, "均": 780, "坊": 781, "坐": 782, "坑": 783, "坡": 784, "坦": 785, "坪": 786, "垂": 787, "型": 788, "垢": 789, "垣": 790, "埃": 791, "埋": 792, "城": 793, "埒": 794, "域": 795, "埠": 796, "執": 797, "培": 798, "基": 799, "堀": 800, "堂": 801, "堅": 802, "堆": 803, "堕": 804, "堡": 805, "堤": 806, "堪": 807, "堯": 808, "堰": 809, "報": 810, "場": 811, "堵": 812, "堺": 813, "塀": 814, "塁": 815, "塊": 816, "塑": 817, "塔": 818, "塗": 819, "塘": 820, "塚": 821, "塞": 822, "塩": 823, "填": 824, "塵": 825, "塹": 826, "塾": 827, "境": 828, "墓": 829, "増": 830, "墜": 831, "墟": 832, "墨": 833, "墾": 834, "壁": 835, "壇": 836, "壊": 837, "壌": 838, "壕": 839, "壟": 840, "士": 841, "壬": 842, "壮": 843, "壯": 844, "声": 845, "売": 846, "壷": 847, "壺": 848, "壽": 849, "変": 850, "夏": 851, "夕": 852, "外": 853, "多": 854, "夜": 855, "夢": 856, "大": 857, "天": 858, "太": 859, "夫": 860, "夭": 861, "央": 862, "失": 863, "夷": 864, "夾": 865, "奇": 866, "奈": 867, "奉": 868, "奎": 869, "奏": 870, "契": 871, "奔": 872, "套": 873, "奢": 874, "奥": 875, "奨": 876, "奪": 877, "奮": 878, "女": 879, "奴": 880, "好": 881, "如": 882, "妃": 883, "妄": 884, "妊": 885, "妓": 886, "妖": 887, "妙": 888, "妥": 889, "妨": 890, "妬": 891, "妹": 892, "妻": 893, "妾": 894, "姉": 895, "始": 896, "姑": 897, "姓": 898, "委": 899, "姙": 900, "姜": 901, "姦": 902, "姨": 903, "姪": 904, "姫": 905, "姻": 906, "姿": 907, "威": 908, "娑": 909, "娘": 910, "娛": 911, "娠": 912, "娩": 913, "娯": 914, "娶": 915, "娼": 916, "婆": 917, "婉": 918, "婚": 919, "婢": 920, "婦": 921, "婿": 922, "媒": 923, "媚": 924, "媛": 925, "嫁": 926, "嫉": 927, "嫌": 928, "嫡": 929, "嬉": 930, "嬌": 931, "嬙": 932, "嬢": 933, "子": 934, "孔": 935, "孕": 936, "字": 937, "存": 938, "孝": 939, "孟": 940, "季": 941, "孤": 942, "学": 943, "孫": 944, "孵": 945, "學": 946, "宅": 947, "宇": 948, "守": 949, "安": 950, "宋": 951, "完": 952, "宏": 953, "宗": 954, "官": 955, "宙": 956, "定": 957, "宛": 958, "宜": 959, "宝": 960, "実": 961, "客": 962, "宣": 963, "室": 964, "宦": 965, "宮": 966, "宰": 967, "害": 968, "宴": 969, "宵": 970, "家": 971, "容": 972, "宿": 973, "寂": 974, "寄": 975, "寅": 976, "密": 977, "寇": 978, "富": 979, "寒": 980, "寓": 981, "寛": 982, "寝": 983, "寞": 984, "察": 985, "寡": 986, "寥": 987, "寧": 988, "審": 989, "寮": 990, "寵": 991, "寶": 992, "寸": 993, "寺": 994, "対": 995, "寿": 996, "封": 997, "専": 998, "射": 999, "将": 1000, "將": 1001, "尉": 1002, "尊": 1003, "尋": 1004, "導": 1005, "小": 1006, "少": 1007, "尖": 1008, "尚": 1009, "尤": 1010, "就": 1011, "尹": 1012, "尺": 1013, "尻": 1014, "尼": 1015, "尽": 1016, "尾": 1017, "尿": 1018, "局": 1019, "居": 1020, "屈": 1021, "届": 1022, "屋": 1023, "屍": 1024, "屏": 1025, "屓": 1026, "展": 1027, "属": 1028, "屠": 1029, "層": 1030, "履": 1031, "屯": 1032, "山": 1033, "岐": 1034, "岡": 1035, "岩": 1036, "岬": 1037, "岳": 1038, "岸": 1039, "峙": 1040, "峠": 1041, "峡": 1042, "峰": 1043, "島": 1044, "崇": 1045, "崎": 1046, "崔": 1047, "崖": 1048, "崗": 1049, "崛": 1050, "崩": 1051, "嵐": 1052, "嵩": 1053, "嶺": 1054, "巌": 1055, "巖": 1056, "川": 1057, "州": 1058, "巡": 1059, "巣": 1060, "工": 1061, "左": 1062, "巧": 1063, "巨": 1064, "巫": 1065, "差": 1066, "己": 1067, "巳": 1068, "巴": 1069, "巷": 1070, "巻": 1071, "巾": 1072, "市": 1073, "布": 1074, "帆": 1075, "希": 1076, "帛": 1077, "帝": 1078, "帥": 1079, "師": 1080, "席": 1081, "帯": 1082, "帰": 1083, "帳": 1084, "常": 1085, "帽": 1086, "幅": 1087, "幇": 1088, "幌": 1089, "幕": 1090, "幟": 1091, "幡": 1092, "幣": 1093, "干": 1094, "平": 1095, "年": 1096, "幸": 1097, "幹": 1098, "幻": 1099, "幼": 1100, "幽": 1101, "幾": 1102, "庁": 1103, "広": 1104, "庇": 1105, "床": 1106, "序": 1107, "底": 1108, "庖": 1109, "店": 1110, "庚": 1111, "府": 1112, "度": 1113, "座": 1114, "庫": 1115, "庭": 1116, "庵": 1117, "庶": 1118, "康": 1119, "庸": 1120, "庾": 1121, "廃": 1122, "廉": 1123, "廊": 1124, "廟": 1125, "廠": 1126, "廣": 1127, "延": 1128, "廷": 1129, "建": 1130, "廻": 1131, "弁": 1132, "弄": 1133, "弊": 1134, "式": 1135, "弓": 1136, "弔": 1137, "引": 1138, "弘": 1139, "弛": 1140, "弟": 1141, "弥": 1142, "弦": 1143, "弧": 1144, "弱": 1145, "張": 1146, "強": 1147, "强": 1148, "弾": 1149, "当": 1150, "彗": 1151, "彙": 1152, "形": 1153, "彦": 1154, "彩": 1155, "彫": 1156, "彬": 1157, "彰": 1158, "影": 1159, "彷": 1160, "役": 1161, "彼": 1162, "彿": 1163, "往": 1164, "征": 1165, "径": 1166, "待": 1167, "徊": 1168, "律": 1169, "後": 1170, "徐": 1171, "徒": 1172, "従": 1173, "得": 1174, "徘": 1175, "從": 1176, "御": 1177, "徨": 1178, "復": 1179, "循": 1180, "微": 1181, "徳": 1182, "徴": 1183, "徵": 1184, "德": 1185, "徹": 1186, "徽": 1187, "心": 1188, "必": 1189, "忉": 1190, "忌": 1191, "忍": 1192, "志": 1193, "忘": 1194, "忙": 1195, "応": 1196, "忠": 1197, "快": 1198, "念": 1199, "忸": 1200, "忽": 1201, "怒": 1202, "怖": 1203, "思": 1204, "怠": 1205, "怡": 1206, "急": 1207, "性": 1208, "怨": 1209, "怩": 1210, "怪": 1211, "怯": 1212, "恋": 1213, "恍": 1214, "恐": 1215, "恒": 1216, "恣": 1217, "恥": 1218, "恨": 1219, "恩": 1220, "恭": 1221, "息": 1222, "恰": 1223, "恵": 1224, "悄": 1225, "悅": 1226, "悔": 1227, "悟": 1228, "悠": 1229, "患": 1230, "悩": 1231, "悪": 1232, "悲": 1233, "悴": 1234, "悶": 1235, "悸": 1236, "悼": 1237, "情": 1238, "惑": 1239, "惚": 1240, "惜": 1241, "惟": 1242, "惡": 1243, "惣": 1244, "惧": 1245, "惨": 1246, "惰": 1247, "想": 1248, "惹": 1249, "惻": 1250, "愁": 1251, "愉": 1252, "意": 1253, "愕": 1254, "愚": 1255, "愛": 1256, "感": 1257, "愾": 1258, "慄": 1259, "慇": 1260, "慈": 1261, "態": 1262, "慌": 1263, "慎": 1264, "慕": 1265, "慟": 1266, "慢": 1267, "慣": 1268, "慧": 1269, "慨": 1270, "慮": 1271, "慰": 1272, "慶": 1273, "慾": 1274, "憂": 1275, "憊": 1276, "憎": 1277, "憐": 1278, "憑": 1279, "憔": 1280, "憚": 1281, "憤": 1282, "憧": 1283, "憩": 1284, "憫": 1285, "憲": 1286, "憶": 1287, "憺": 1288, "憾": 1289, "懃": 1290, "懇": 1291, "懈": 1292, "應": 1293, "懐": 1294, "懲": 1295, "懷": 1296, "懸": 1297, "懺": 1298, "懿": 1299, "戀": 1300, "戊": 1301, "戌": 1302, "成": 1303, "我": 1304, "戒": 1305, "或": 1306, "戚": 1307, "戦": 1308, "戮": 1309, "戯": 1310, "戲": 1311, "戴": 1312, "戶": 1313, "户": 1314, "戸": 1315, "戻": 1316, "房": 1317, "所": 1318, "扁": 1319, "扇": 1320, "扉": 1321, "手": 1322, "才": 1323, "打": 1324, "払": 1325, "托": 1326, "扮": 1327, "扱": 1328, "扶": 1329, "批": 1330, "承": 1331, "技": 1332, "抄": 1333, "抉": 1334, "把": 1335, "抑": 1336, "抒": 1337, "投": 1338, "抗": 1339, "折": 1340, "抜": 1341, "択": 1342, "披": 1343, "抱": 1344, "抵": 1345, "抹": 1346, "押": 1347, "抽": 1348, "担": 1349, "拈": 1350, "拉": 1351, "拍": 1352, "拏": 1353, "拐": 1354, "拒": 1355, "拓": 1356, "拗": 1357, "拘": 1358, "拙": 1359, "招": 1360, "拝": 1361, "拠": 1362, "拡": 1363, "括": 1364, "拭": 1365, "拮": 1366, "拳": 1367, "拵": 1368, "拶": 1369, "拷": 1370, "拾": 1371, "拿": 1372, "持": 1373, "指": 1374, "按": 1375, "挑": 1376, "挙": 1377, "挟": 1378, "挨": 1379, "挫": 1380, "振": 1381, "挽": 1382, "挿": 1383, "捉": 1384, "捏": 1385, "捐": 1386, "捕": 1387, "捗": 1388, "捜": 1389, "捧": 1390, "捨": 1391, "据": 1392, "捲": 1393, "捷": 1394, "捺": 1395, "捻": 1396, "掃": 1397, "授": 1398, "掌": 1399, "排": 1400, "掘": 1401, "掛": 1402, "掟": 1403, "採": 1404, "探": 1405, "接": 1406, "控": 1407, "推": 1408, "掩": 1409, "措": 1410, "掬": 1411, "掲": 1412, "掴": 1413, "掻": 1414, "揃": 1415, "揄": 1416, "揉": 1417, "描": 1418, "提": 1419, "揚": 1420, "換": 1421, "握": 1422, "揮": 1423, "援": 1424, "揶": 1425, "揺": 1426, "損": 1427, "搔": 1428, "搬": 1429, "搭": 1430, "携": 1431, "搾": 1432, "摂": 1433, "摑": 1434, "摘": 1435, "摠": 1436, "摩": 1437, "摯": 1438, "撃": 1439, "撒": 1440, "撓": 1441, "撞": 1442, "撤": 1443, "撥": 1444, "撫": 1445, "播": 1446, "撮": 1447, "撰": 1448, "撲": 1449, "撹": 1450, "撼": 1451, "擁": 1452, "操": 1453, "擢": 1454, "擦": 1455, "擬": 1456, "擲": 1457, "擺": 1458, "擾": 1459, "攣": 1460, "攪": 1461, "支": 1462, "改": 1463, "攻": 1464, "放": 1465, "政": 1466, "故": 1467, "敍": 1468, "敏": 1469, "救": 1470, "敗": 1471, "教": 1472, "敢": 1473, "散": 1474, "敦": 1475, "敬": 1476, "数": 1477, "整": 1478, "敵": 1479, "敷": 1480, "斂": 1481, "斃": 1482, "文": 1483, "斉": 1484, "斌": 1485, "斎": 1486, "斐": 1487, "斑": 1488, "斗": 1489, "料": 1490, "斜": 1491, "斡": 1492, "斤": 1493, "斥": 1494, "斧": 1495, "斬": 1496, "断": 1497, "斯": 1498, "新": 1499, "方": 1500, "於": 1501, "施": 1502, "旅": 1503, "旋": 1504, "族": 1505, "旗": 1506, "既": 1507, "日": 1508, "旦": 1509, "旧": 1510, "旨": 1511, "早": 1512, "旬": 1513, "旭": 1514, "旲": 1515, "旺": 1516, "昀": 1517, "昂": 1518, "昆": 1519, "昇": 1520, "昌": 1521, "明": 1522, "昏": 1523, "易": 1524, "昔": 1525, "星": 1526, "映": 1527, "春": 1528, "昧": 1529, "昨": 1530, "昭": 1531, "是": 1532, "昼": 1533, "時": 1534, "晉": 1535, "晋": 1536, "晒": 1537, "晚": 1538, "晦": 1539, "晨": 1540, "晩": 1541, "普": 1542, "景": 1543, "晰": 1544, "晴": 1545, "晶": 1546, "智": 1547, "暇": 1548, "暉": 1549, "暑": 1550, "暖": 1551, "暗": 1552, "暢": 1553, "暦": 1554, "暫": 1555, "暮": 1556, "暴": 1557, "曇": 1558, "曖": 1559, "曙": 1560, "曜": 1561, "曰": 1562, "曲": 1563, "曳": 1564, "更": 1565, "書": 1566, "曹": 1567, "曼": 1568, "曾": 1569, "替": 1570, "最": 1571, "會": 1572, "月": 1573, "有": 1574, "服": 1575, "朗": 1576, "望": 1577, "朝": 1578, "期": 1579, "朦": 1580, "朧": 1581, "木": 1582, "未": 1583, "末": 1584, "本": 1585, "札": 1586, "朱": 1587, "朴": 1588, "机": 1589, "朽": 1590, "杉": 1591, "李": 1592, "杏": 1593, "材": 1594, "村": 1595, "杖": 1596, "杞": 1597, "束": 1598, "条": 1599, "来": 1600, "杭": 1601, "杯": 1602, "東": 1603, "杲": 1604, "松": 1605, "板": 1606, "析": 1607, "枕": 1608, "林": 1609, "枚": 1610, "果": 1611, "枝": 1612, "枠": 1613, "枡": 1614, "枢": 1615, "枯": 1616, "架": 1617, "枷": 1618, "柄": 1619, "柏": 1620, "某": 1621, "柑": 1622, "染": 1623, "柔": 1624, "查": 1625, "柩": 1626, "柱": 1627, "柳": 1628, "柴": 1629, "柵": 1630, "査": 1631, "柿": 1632, "栄": 1633, "栓": 1634, "栗": 1635, "校": 1636, "株": 1637, "核": 1638, "根": 1639, "格": 1640, "栽": 1641, "桁": 1642, "桂": 1643, "桃": 1644, "案": 1645, "桎": 1646, "桐": 1647, "桑": 1648, "桓": 1649, "桜": 1650, "桟": 1651, "桶": 1652, "桿": 1653, "梁": 1654, "梃": 1655, "梅": 1656, "梏": 1657, "梗": 1658, "條": 1659, "梢": 1660, "梨": 1661, "梯": 1662, "械": 1663, "梱": 1664, "梳": 1665, "梵": 1666, "棄": 1667, "棋": 1668, "棍": 1669, "棒": 1670, "棘": 1671, "棚": 1672, "棟": 1673, "森": 1674, "棲": 1675, "棺": 1676, "椀": 1677, "椅": 1678, "植": 1679, "椎": 1680, "椒": 1681, "検": 1682, "楓": 1683, "楔": 1684, "楕": 1685, "楚": 1686, "楞": 1687, "業": 1688, "楮": 1689, "楯": 1690, "極": 1691, "楸": 1692, "楼": 1693, "楽": 1694, "概": 1695, "榜": 1696, "榮": 1697, "榴": 1698, "構": 1699, "槌": 1700, "槍": 1701, "様": 1702, "槽": 1703, "槿": 1704, "樂": 1705, "樗": 1706, "標": 1707, "模": 1708, "樣": 1709, "権": 1710, "横": 1711, "樫": 1712, "樹": 1713, "樺": 1714, "樽": 1715, "橋": 1716, "橘": 1717, "機": 1718, "橫": 1719, "檀": 1720, "檐": 1721, "檻": 1722, "櫓": 1723, "櫛": 1724, "欄": 1725, "權": 1726, "欠": 1727, "次": 1728, "欧": 1729, "欲": 1730, "欺": 1731, "欽": 1732, "款": 1733, "歇": 1734, "歌": 1735, "歎": 1736, "歓": 1737, "止": 1738, "正": 1739, "此": 1740, "武": 1741, "歩": 1742, "歪": 1743, "歯": 1744, "歳": 1745, "歴": 1746, "歷": 1747, "死": 1748, "殆": 1749, "殉": 1750, "殊": 1751, "残": 1752, "殖": 1753, "殲": 1754, "殴": 1755, "段": 1756, "殺": 1757, "殻": 1758, "殿": 1759, "毀": 1760, "毅": 1761, "母": 1762, "毎": 1763, "毒": 1764, "比": 1765, "毘": 1766, "毛": 1767, "氏": 1768, "民": 1769, "氓": 1770, "気": 1771, "氣": 1772, "水": 1773, "氷": 1774, "永": 1775, "氾": 1776, "汁": 1777, "求": 1778, "汎": 1779, "汗": 1780, "汚": 1781, "汝": 1782, "江": 1783, "池": 1784, "汪": 1785, "汰": 1786, "汲": 1787, "決": 1788, "汽": 1789, "沃": 1790, "沈": 1791, "沌": 1792, "沒": 1793, "沖": 1794, "沙": 1795, "没": 1796, "沢": 1797, "沫": 1798, "河": 1799, "沸": 1800, "油": 1801, "治": 1802, "沼": 1803, "沿": 1804, "況": 1805, "泄": 1806, "泉": 1807, "泊": 1808, "泌": 1809, "法": 1810, "泡": 1811, "波": 1812, "泣": 1813, "泥": 1814, "注": 1815, "泰": 1816, "泳": 1817, "洋": 1818, "洒": 1819, "洗": 1820, "洙": 1821, "洛": 1822, "洞": 1823, "津": 1824, "洩": 1825, "洪": 1826, "洲": 1827, "活": 1828, "派": 1829, "流": 1830, "浄": 1831, "浅": 1832, "浙": 1833, "浚": 1834, "浜": 1835, "浦": 1836, "浩": 1837, "浪": 1838, "浮": 1839, "浴": 1840, "海": 1841, "浸": 1842, "消": 1843, "涉": 1844, "涌": 1845, "涙": 1846, "涛": 1847, "涜": 1848, "涯": 1849, "液": 1850, "涵": 1851, "涸": 1852, "涼": 1853, "淀": 1854, "淋": 1855, "淑": 1856, "淘": 1857, "淡": 1858, "淨": 1859, "淫": 1860, "深": 1861, "淵": 1862, "混": 1863, "淹": 1864, "添": 1865, "清": 1866, "渇": 1867, "済": 1868, "渉": 1869, "渋": 1870, "渓": 1871, "渙": 1872, "減": 1873, "渡": 1874, "渣": 1875, "渤": 1876, "渦": 1877, "温": 1878, "渫": 1879, "測": 1880, "港": 1881, "游": 1882, "渾": 1883, "湊": 1884, "湖": 1885, "湧": 1886, "湮": 1887, "湯": 1888, "湾": 1889, "湿": 1890, "満": 1891, "溌": 1892, "源": 1893, "準": 1894, "溜": 1895, "溝": 1896, "溢": 1897, "溶": 1898, "溺": 1899, "滅": 1900, "滋": 1901, "滑": 1902, "滓": 1903, "滔": 1904, "滝": 1905, "滞": 1906, "滲": 1907, "滴": 1908, "滸": 1909, "漁": 1910, "漂": 1911, "漆": 1912, "漏": 1913, "漑": 1914, "演": 1915, "漕": 1916, "漠": 1917, "漢": 1918, "漫": 1919, "漬": 1920, "漱": 1921, "漸": 1922, "潔": 1923, "潘": 1924, "潜": 1925, "潟": 1926, "潤": 1927, "潮": 1928, "潰": 1929, "澄": 1930, "澱": 1931, "澹": 1932, "激": 1933, "濁": 1934, "濃": 1935, "濡": 1936, "濤": 1937, "濫": 1938, "濮": 1939, "濯": 1940, "濾": 1941, "瀉": 1942, "瀕": 1943, "瀝": 1944, "瀬": 1945, "瀾": 1946, "灌": 1947, "火": 1948, "灯": 1949, "灰": 1950, "灼": 1951, "災": 1952, "炉": 1953, "炊": 1954, "炎": 1955, "炒": 1956, "炙": 1957, "炤": 1958, "炭": 1959, "炳": 1960, "炸": 1961, "点": 1962, "為": 1963, "烈": 1964, "烏": 1965, "烙": 1966, "烽": 1967, "焉": 1968, "焚": 1969, "無": 1970, "焦": 1971, "然": 1972, "焼": 1973, "煉": 1974, "煌": 1975, "煎": 1976, "煕": 1977, "煙": 1978, "煤": 1979, "煥": 1980, "照": 1981, "煩": 1982, "煮": 1983, "煽": 1984, "熊": 1985, "熔": 1986, "熙": 1987, "熟": 1988, "熨": 1989, "熱": 1990, "熹": 1991, "熾": 1992, "燃": 1993, "燈": 1994, "燕": 1995, "燥": 1996, "燦": 1997, "燧": 1998, "燭": 1999, "爆": 2000, "爛": 2001, "爪": 2002, "爬": 2003, "爲": 2004, "爵": 2005, "父": 2006, "爺": 2007, "爽": 2008, "片": 2009, "版": 2010, "牌": 2011, "牒": 2012, "牘": 2013, "牙": 2014, "牛": 2015, "牝": 2016, "牟": 2017, "牡": 2018, "牢": 2019, "牧": 2020, "物": 2021, "牲": 2022, "特": 2023, "牽": 2024, "犠": 2025, "犬": 2026, "犯": 2027, "状": 2028, "狂": 2029, "狐": 2030, "狗": 2031, "狙": 2032, "狛": 2033, "狡": 2034, "狩": 2035, "独": 2036, "狭": 2037, "狼": 2038, "狽": 2039, "猖": 2040, "猛": 2041, "猟": 2042, "猥": 2043, "猩": 2044, "猪": 2045, "猫": 2046, "献": 2047, "猶": 2048, "猾": 2049, "猿": 2050, "獄": 2051, "獅": 2052, "獗": 2053, "獣": 2054, "獨": 2055, "獰": 2056, "獲": 2057, "玄": 2058, "率": 2059, "玉": 2060, "王": 2061, "玩": 2062, "玲": 2063, "珀": 2064, "珆": 2065, "珍": 2066, "珠": 2067, "班": 2068, "現": 2069, "球": 2070, "理": 2071, "琢": 2072, "琥": 2073, "琴": 2074, "瑕": 2075, "瑞": 2076, "璘": 2077, "璞": 2078, "璧": 2079, "璨": 2080, "環": 2081, "璽": 2082, "瓏": 2083, "瓜": 2084, "瓦": 2085, "瓶": 2086, "甄": 2087, "甕": 2088, "甘": 2089, "甚": 2090, "甜": 2091, "生": 2092, "産": 2093, "甥": 2094, "甦": 2095, "用": 2096, "田": 2097, "由": 2098, "甲": 2099, "申": 2100, "男": 2101, "甸": 2102, "町": 2103, "画": 2104, "界": 2105, "畏": 2106, "畑": 2107, "畔": 2108, "留": 2109, "畜": 2110, "畢": 2111, "略": 2112, "畦": 2113, "番": 2114, "畫": 2115, "異": 2116, "畳": 2117, "當": 2118, "畿": 2119, "疇": 2120, "疎": 2121, "疏": 2122, "疑": 2123, "疫": 2124, "疲": 2125, "疵": 2126, "疹": 2127, "疼": 2128, "疽": 2129, "疾": 2130, "病": 2131, "症": 2132, "痒": 2133, "痕": 2134, "痘": 2135, "痙": 2136, "痛": 2137, "痢": 2138, "痩": 2139, "痰": 2140, "痴": 2141, "痺": 2142, "痼": 2143, "瘍": 2144, "瘦": 2145, "療": 2146, "癇": 2147, "癌": 2148, "癒": 2149, "癖": 2150, "癡": 2151, "癪": 2152, "癭": 2153, "癸": 2154, "発": 2155, "登": 2156, "發": 2157, "白": 2158, "百": 2159, "的": 2160, "皆": 2161, "皇": 2162, "皮": 2163, "皺": 2164, "皿": 2165, "盂": 2166, "盃": 2167, "盆": 2168, "益": 2169, "盎": 2170, "盗": 2171, "盛": 2172, "盟": 2173, "監": 2174, "盤": 2175, "盧": 2176, "盪": 2177, "目": 2178, "盲": 2179, "直": 2180, "相": 2181, "盾": 2182, "省": 2183, "眈": 2184, "眉": 2185, "看": 2186, "県": 2187, "真": 2188, "眠": 2189, "眩": 2190, "眺": 2191, "眼": 2192, "着": 2193, "睛": 2194, "睡": 2195, "督": 2196, "睦": 2197, "睨": 2198, "瞋": 2199, "瞑": 2200, "瞞": 2201, "瞥": 2202, "瞬": 2203, "瞭": 2204, "瞰": 2205, "瞳": 2206, "瞻": 2207, "瞼": 2208, "矛": 2209, "矜": 2210, "矢": 2211, "矣": 2212, "知": 2213, "矩": 2214, "短": 2215, "矮": 2216, "矯": 2217, "石": 2218, "砂": 2219, "研": 2220, "砕": 2221, "砥": 2222, "砦": 2223, "砲": 2224, "破": 2225, "硫": 2226, "硬": 2227, "硯": 2228, "硾": 2229, "碁": 2230, "碍": 2231, "碑": 2232, "碗": 2233, "碧": 2234, "碩": 2235, "確": 2236, "碼": 2237, "碾": 2238, "磁": 2239, "磨": 2240, "礁": 2241, "礎": 2242, "礦": 2243, "礫": 2244, "示": 2245, "礼": 2246, "社": 2247, "祀": 2248, "祈": 2249, "祉": 2250, "祓": 2251, "祖": 2252, "祚": 2253, "祝": 2254, "神": 2255, "祠": 2256, "祥": 2257, "票": 2258, "祭": 2259, "祷": 2260, "祿": 2261, "禁": 2262, "禄": 2263, "禅": 2264, "禍": 2265, "福": 2266, "禑": 2267, "禦": 2268, "禪": 2269, "禱": 2270, "禹": 2271, "禽": 2272, "禿": 2273, "秀": 2274, "私": 2275, "秉": 2276, "秋": 2277, "科": 2278, "秒": 2279, "秘": 2280, "租": 2281, "秤": 2282, "秦": 2283, "秩": 2284, "称": 2285, "移": 2286, "稀": 2287, "稅": 2288, "程": 2289, "税": 2290, "稗": 2291, "稙": 2292, "稚": 2293, "稜": 2294, "稠": 2295, "種": 2296, "稲": 2297, "稷": 2298, "稼": 2299, "稽": 2300, "稿": 2301, "穀": 2302, "穂": 2303, "積": 2304, "穏": 2305, "穣": 2306, "穫": 2307, "穴": 2308, "究": 2309, "空": 2310, "穿": 2311, "突": 2312, "窃": 2313, "窒": 2314, "窓": 2315, "窘": 2316, "窟": 2317, "窩": 2318, "窪": 2319, "窮": 2320, "窯": 2321, "窺": 2322, "竅": 2323, "竇": 2324, "竈": 2325, "立": 2326, "站": 2327, "竜": 2328, "章": 2329, "竣": 2330, "童": 2331, "端": 2332, "競": 2333, "竹": 2334, "竿": 2335, "笊": 2336, "笑": 2337, "笛": 2338, "笞": 2339, "笠": 2340, "笥": 2341, "符": 2342, "第": 2343, "筆": 2344, "等": 2345, "筋": 2346, "筌": 2347, "筍": 2348, "筑": 2349, "筒": 2350, "答": 2351, "策": 2352, "筠": 2353, "筵": 2354, "箇": 2355, "箋": 2356, "箒": 2357, "箔": 2358, "算": 2359, "管": 2360, "箪": 2361, "箱": 2362, "箴": 2363, "箸": 2364, "節": 2365, "範": 2366, "篇": 2367, "築": 2368, "篋": 2369, "篤": 2370, "篩": 2371, "篭": 2372, "簡": 2373, "簪": 2374, "簫": 2375, "簿": 2376, "籍": 2377, "籟": 2378, "籠": 2379, "籬": 2380, "米": 2381, "籾": 2382, "粉": 2383, "粋": 2384, "粒": 2385, "粗": 2386, "粘": 2387, "粛": 2388, "粟": 2389, "粥": 2390, "粧": 2391, "粮": 2392, "粱": 2393, "精": 2394, "糊": 2395, "糖": 2396, "糞": 2397, "糧": 2398, "糸": 2399, "系": 2400, "糾": 2401, "紀": 2402, "約": 2403, "紅": 2404, "紆": 2405, "紋": 2406, "納": 2407, "紐": 2408, "純": 2409, "紙": 2410, "級": 2411, "紛": 2412, "素": 2413, "紡": 2414, "索": 2415, "紫": 2416, "累": 2417, "細": 2418, "紳": 2419, "紹": 2420, "紺": 2421, "終": 2422, "組": 2423, "絆": 2424, "経": 2425, "結": 2426, "絕": 2427, "絞": 2428, "絡": 2429, "絢": 2430, "給": 2431, "統": 2432, "絵": 2433, "絶": 2434, "絹": 2435, "經": 2436, "継": 2437, "続": 2438, "綜": 2439, "綠": 2440, "綦": 2441, "維": 2442, "綱": 2443, "網": 2444, "綴": 2445, "綺": 2446, "綻": 2447, "綽": 2448, "綿": 2449, "緊": 2450, "緋": 2451, "総": 2452, "緑": 2453, "緒": 2454, "線": 2455, "締": 2456, "緣": 2457, "編": 2458, "緩": 2459, "緯": 2460, "練": 2461, "緻": 2462, "縁": 2463, "縄": 2464, "縛": 2465, "縞": 2466, "縦": 2467, "縫": 2468, "縮": 2469, "績": 2470, "繁": 2471, "繊": 2472, "繋": 2473, "繍": 2474, "織": 2475, "繕": 2476, "繞": 2477, "繡": 2478, "繫": 2479, "繭": 2480, "繰": 2481, "繹": 2482, "纂": 2483, "續": 2484, "纏": 2485, "缶": 2486, "缺": 2487, "罔": 2488, "罠": 2489, "罪": 2490, "罫": 2491, "置": 2492, "罰": 2493, "署": 2494, "罵": 2495, "罷": 2496, "羅": 2497, "羊": 2498, "美": 2499, "羞": 2500, "群": 2501, "羨": 2502, "義": 2503, "羲": 2504, "羽": 2505, "翁": 2506, "翅": 2507, "翌": 2508, "習": 2509, "翔": 2510, "翠": 2511, "翡": 2512, "翻": 2513, "翼": 2514, "老": 2515, "考": 2516, "者": 2517, "而": 2518, "耐": 2519, "耕": 2520, "耗": 2521, "耳": 2522, "耶": 2523, "耽": 2524, "聃": 2525, "聖": 2526, "聘": 2527, "聞": 2528, "聡": 2529, "聯": 2530, "聳": 2531, "聴": 2532, "職": 2533, "聽": 2534, "聾": 2535, "肆": 2536, "肉": 2537, "肋": 2538, "肌": 2539, "肖": 2540, "肘": 2541, "肛": 2542, "肝": 2543, "股": 2544, "肢": 2545, "肥": 2546, "肩": 2547, "肪": 2548, "肯": 2549, "育": 2550, "肴": 2551, "肺": 2552, "胃": 2553, "胆": 2554, "背": 2555, "胎": 2556, "胚": 2557, "胞": 2558, "胡": 2559, "胱": 2560, "胴": 2561, "胸": 2562, "能": 2563, "脂": 2564, "脅": 2565, "脆": 2566, "脇": 2567, "脈": 2568, "脊": 2569, "脚": 2570, "脤": 2571, "脩": 2572, "脱": 2573, "脳": 2574, "脹": 2575, "脾": 2576, "腎": 2577, "腐": 2578, "腑": 2579, "腔": 2580, "腕": 2581, "腫": 2582, "腰": 2583, "腱": 2584, "腸": 2585, "腹": 2586, "腺": 2587, "膀": 2588, "膏": 2589, "膚": 2590, "膜": 2591, "膝": 2592, "膠": 2593, "膨": 2594, "膳": 2595, "膵": 2596, "膾": 2597, "膿": 2598, "臆": 2599, "臍": 2600, "臓": 2601, "臣": 2602, "臨": 2603, "自": 2604, "臭": 2605, "至": 2606, "致": 2607, "臼": 2608, "舅": 2609, "與": 2610, "興": 2611, "舌": 2612, "舍": 2613, "舎": 2614, "舐": 2615, "舗": 2616, "舜": 2617, "舞": 2618, "舟": 2619, "航": 2620, "般": 2621, "舵": 2622, "舶": 2623, "船": 2624, "艇": 2625, "艦": 2626, "良": 2627, "色": 2628, "艶": 2629, "芋": 2630, "芙": 2631, "芝": 2632, "芯": 2633, "花": 2634, "芳": 2635, "芸": 2636, "芻": 2637, "芽": 2638, "苑": 2639, "苔": 2640, "苗": 2641, "苛": 2642, "若": 2643, "苦": 2644, "英": 2645, "茂": 2646, "茅": 2647, "茉": 2648, "茎": 2649, "茣": 2650, "茫": 2651, "茶": 2652, "茸": 2653, "茹": 2654, "草": 2655, "荒": 2656, "荘": 2657, "荷": 2658, "荼": 2659, "莉": 2660, "莊": 2661, "莞": 2662, "莫": 2663, "菅": 2664, "菊": 2665, "菌": 2666, "菓": 2667, "菖": 2668, "菜": 2669, "菩": 2670, "華": 2671, "菱": 2672, "萄": 2673, "萌": 2674, "萎": 2675, "萬": 2676, "萱": 2677, "落": 2678, "葉": 2679, "著": 2680, "葛": 2681, "葡": 2682, "董": 2683, "葦": 2684, "葬": 2685, "葵": 2686, "葺": 2687, "蒔": 2688, "蒙": 2689, "蒲": 2690, "蒸": 2691, "蒼": 2692, "蓄": 2693, "蓉": 2694, "蓋": 2695, "蓑": 2696, "蓙": 2697, "蓬": 2698, "蓮": 2699, "蔑": 2700, "蔓": 2701, "蔚": 2702, "蔡": 2703, "蔦": 2704, "蔵": 2705, "蔽": 2706, "蕩": 2707, "蕾": 2708, "薄": 2709, "薇": 2710, "薔": 2711, "薦": 2712, "薩": 2713, "薪": 2714, "薫": 2715, "薬": 2716, "藁": 2717, "藉": 2718, "藍": 2719, "藏": 2720, "藤": 2721, "藪": 2722, "藻": 2723, "蘇": 2724, "蘭": 2725, "虎": 2726, "虐": 2727, "虔": 2728, "虚": 2729, "虜": 2730, "虞": 2731, "號": 2732, "虫": 2733, "虹": 2734, "蚊": 2735, "蚕": 2736, "蛇": 2737, "蛍": 2738, "蛙": 2739, "蛛": 2740, "蛮": 2741, "蛹": 2742, "蛾": 2743, "蜀": 2744, "蜂": 2745, "蜃": 2746, "蜘": 2747, "蜜": 2748, "蝉": 2749, "蝋": 2750, "蝕": 2751, "蝙": 2752, "蝠": 2753, "蝶": 2754, "蝸": 2755, "蝿": 2756, "螂": 2757, "融": 2758, "螳": 2759, "螺": 2760, "蟠": 2761, "蠕": 2762, "蠣": 2763, "血": 2764, "衆": 2765, "行": 2766, "衍": 2767, "衒": 2768, "術": 2769, "街": 2770, "衙": 2771, "衛": 2772, "衝": 2773, "衡": 2774, "衣": 2775, "表": 2776, "衰": 2777, "衷": 2778, "衾": 2779, "袈": 2780, "袋": 2781, "袖": 2782, "被": 2783, "裁": 2784, "裂": 2785, "装": 2786, "裏": 2787, "裔": 2788, "裕": 2789, "補": 2790, "裟": 2791, "裡": 2792, "裳": 2793, "裸": 2794, "製": 2795, "裾": 2796, "複": 2797, "褐": 2798, "褒": 2799, "褓": 2800, "褥": 2801, "褪": 2802, "褻": 2803, "襖": 2804, "襟": 2805, "襲": 2806, "西": 2807, "要": 2808, "覆": 2809, "覇": 2810, "見": 2811, "規": 2812, "視": 2813, "覗": 2814, "覚": 2815, "覧": 2816, "親": 2817, "覲": 2818, "観": 2819, "覺": 2820, "觀": 2821, "角": 2822, "解": 2823, "触": 2824, "言": 2825, "訂": 2826, "訃": 2827, "計": 2828, "訊": 2829, "討": 2830, "訓": 2831, "託": 2832, "記": 2833, "訛": 2834, "訝": 2835, "訟": 2836, "訣": 2837, "訥": 2838, "訪": 2839, "設": 2840, "許": 2841, "訳": 2842, "訴": 2843, "診": 2844, "証": 2845, "詈": 2846, "詐": 2847, "評": 2848, "詞": 2849, "詠": 2850, "詣": 2851, "試": 2852, "詩": 2853, "詫": 2854, "詭": 2855, "詮": 2856, "詰": 2857, "話": 2858, "該": 2859, "詳": 2860, "誅": 2861, "誇": 2862, "誉": 2863, "誌": 2864, "認": 2865, "誓": 2866, "誕": 2867, "誘": 2868, "語": 2869, "誠": 2870, "誡": 2871, "誣": 2872, "誤": 2873, "誦": 2874, "說": 2875, "説": 2876, "読": 2877, "誰": 2878, "課": 2879, "誹": 2880, "調": 2881, "談": 2882, "請": 2883, "論": 2884, "諜": 2885, "諡": 2886, "諦": 2887, "諧": 2888, "諭": 2889, "諮": 2890, "諸": 2891, "諺": 2892, "諾": 2893, "謀": 2894, "謄": 2895, "謎": 2896, "謔": 2897, "謖": 2898, "謗": 2899, "謙": 2900, "講": 2901, "謝": 2902, "謡": 2903, "謬": 2904, "謳": 2905, "謹": 2906, "識": 2907, "譚": 2908, "譜": 2909, "警": 2910, "譯": 2911, "議": 2912, "譲": 2913, "譴": 2914, "護": 2915, "讃": 2916, "讐": 2917, "讚": 2918, "谷": 2919, "豆": 2920, "豊": 2921, "豚": 2922, "象": 2923, "豪": 2924, "豫": 2925, "貌": 2926, "貝": 2927, "貞": 2928, "負": 2929, "財": 2930, "貢": 2931, "貧": 2932, "貨": 2933, "販": 2934, "貪": 2935, "貫": 2936, "責": 2937, "貯": 2938, "貰": 2939, "貴": 2940, "貶": 2941, "買": 2942, "貸": 2943, "費": 2944, "貼": 2945, "貿": 2946, "賀": 2947, "賂": 2948, "賃": 2949, "賄": 2950, "資": 2951, "賊": 2952, "賎": 2953, "賑": 2954, "賓": 2955, "賛": 2956, "賜": 2957, "賞": 2958, "賠": 2959, "賢": 2960, "賤": 2961, "賦": 2962, "質": 2963, "賭": 2964, "賴": 2965, "購": 2966, "贄": 2967, "贅": 2968, "贈": 2969, "贔": 2970, "贖": 2971, "赤": 2972, "赦": 2973, "赫": 2974, "走": 2975, "赴": 2976, "起": 2977, "超": 2978, "越": 2979, "趙": 2980, "趣": 2981, "趨": 2982, "足": 2983, "趺": 2984, "趾": 2985, "跂": 2986, "跏": 2987, "跛": 2988, "距": 2989, "跡": 2990, "跨": 2991, "跪": 2992, "路": 2993, "跳": 2994, "践": 2995, "踊": 2996, "踏": 2997, "踪": 2998, "踰": 2999, "踵": 3000, "蹂": 3001, "蹄": 3002, "蹙": 3003, "蹟": 3004, "蹠": 3005, "蹴": 3006, "躇": 3007, "躊": 3008, "躍": 3009, "躓": 3010, "躙": 3011, "身": 3012, "躾": 3013, "車": 3014, "軋": 3015, "軌": 3016, "軍": 3017, "軒": 3018, "軟": 3019, "転": 3020, "軸": 3021, "軽": 3022, "較": 3023, "載": 3024, "輕": 3025, "輝": 3026, "輩": 3027, "輪": 3028, "輯": 3029, "輸": 3030, "輿": 3031, "轄": 3032, "轍": 3033, "轎": 3034, "轟": 3035, "轡": 3036, "轢": 3037, "辛": 3038, "辞": 3039, "辟": 3040, "辣": 3041, "辦": 3042, "辨": 3043, "辰": 3044, "辱": 3045, "農": 3046, "辺": 3047, "込": 3048, "辿": 3049, "迂": 3050, "迅": 3051, "迎": 3052, "近": 3053, "返": 3054, "迦": 3055, "迫": 3056, "迭": 3057, "述": 3058, "迷": 3059, "追": 3060, "退": 3061, "送": 3062, "逃": 3063, "逆": 3064, "逍": 3065, "透": 3066, "逐": 3067, "逓": 3068, "途": 3069, "這": 3070, "通": 3071, "逝": 3072, "速": 3073, "造": 3074, "逢": 3075, "連": 3076, "逮": 3077, "週": 3078, "進": 3079, "逸": 3080, "逼": 3081, "遁": 3082, "遂": 3083, "遅": 3084, "遇": 3085, "遊": 3086, "運": 3087, "遍": 3088, "過": 3089, "道": 3090, "達": 3091, "違": 3092, "遙": 3093, "遜": 3094, "遠": 3095, "遡": 3096, "遣": 3097, "遥": 3098, "適": 3099, "遭": 3100, "遮": 3101, "遵": 3102, "遷": 3103, "選": 3104, "遺": 3105, "遼": 3106, "遽": 3107, "避": 3108, "邁": 3109, "還": 3110, "邊": 3111, "邑": 3112, "那": 3113, "邦": 3114, "邪": 3115, "邱": 3116, "邸": 3117, "郊": 3118, "郎": 3119, "郝": 3120, "郞": 3121, "郡": 3122, "部": 3123, "郭": 3124, "郵": 3125, "郷": 3126, "都": 3127, "鄕": 3128, "鄙": 3129, "鄧": 3130, "鄭": 3131, "鄰": 3132, "酉": 3133, "酋": 3134, "酌": 3135, "配": 3136, "酎": 3137, "酒": 3138, "酔": 3139, "酢": 3140, "酪": 3141, "酬": 3142, "酵": 3143, "酷": 3144, "酸": 3145, "醇": 3146, "醍": 3147, "醐": 3148, "醒": 3149, "醜": 3150, "醤": 3151, "醫": 3152, "醸": 3153, "采": 3154, "釈": 3155, "里": 3156, "重": 3157, "野": 3158, "量": 3159, "金": 3160, "釘": 3161, "釜": 3162, "針": 3163, "釣": 3164, "鈍": 3165, "鈴": 3166, "鉄": 3167, "鉉": 3168, "鉗": 3169, "鉛": 3170, "鉢": 3171, "鉦": 3172, "鉱": 3173, "銀": 3174, "銃": 3175, "銅": 3176, "銘": 3177, "銛": 3178, "銭": 3179, "鋒": 3180, "鋤": 3181, "鋪": 3182, "鋭": 3183, "鋳": 3184, "鋸": 3185, "鋼": 3186, "錄": 3187, "錆": 3188, "錐": 3189, "錘": 3190, "錚": 3191, "錠": 3192, "錢": 3193, "錦": 3194, "錨": 3195, "錫": 3196, "錬": 3197, "錮": 3198, "錯": 3199, "録": 3200, "鍊": 3201, "鍋": 3202, "鍑": 3203, "鍛": 3204, "鍬": 3205, "鍮": 3206, "鍵": 3207, "鍾": 3208, "鎌": 3209, "鎖": 3210, "鎧": 3211, "鎮": 3212, "鏡": 3213, "鐘": 3214, "鐙": 3215, "鐵": 3216, "鐸": 3217, "鑄": 3218, "鑊": 3219, "鑑": 3220, "鑼": 3221, "鑿": 3222, "長": 3223, "門": 3224, "閂": 3225, "閃": 3226, "閉": 3227, "開": 3228, "閏": 3229, "閑": 3230, "間": 3231, "閘": 3232, "関": 3233, "閣": 3234, "閥": 3235, "閨": 3236, "閲": 3237, "閻": 3238, "閾": 3239, "闇": 3240, "闉": 3241, "闔": 3242, "闖": 3243, "闘": 3244, "關": 3245, "闢": 3246, "阜": 3247, "阪": 3248, "防": 3249, "阻": 3250, "阿": 3251, "陀": 3252, "附": 3253, "降": 3254, "限": 3255, "陛": 3256, "陝": 3257, "院": 3258, "陣": 3259, "除": 3260, "陥": 3261, "陪": 3262, "陰": 3263, "陳": 3264, "陵": 3265, "陶": 3266, "陸": 3267, "険": 3268, "陽": 3269, "隅": 3270, "隆": 3271, "隊": 3272, "隋": 3273, "階": 3274, "随": 3275, "隔": 3276, "隕": 3277, "隙": 3278, "際": 3279, "障": 3280, "隠": 3281, "隣": 3282, "隷": 3283, "隻": 3284, "隼": 3285, "雀": 3286, "雁": 3287, "雄": 3288, "雅": 3289, "集": 3290, "雇": 3291, "雌": 3292, "雑": 3293, "雕": 3294, "雛": 3295, "離": 3296, "難": 3297, "雨": 3298, "雪": 3299, "雫": 3300, "雰": 3301, "雲": 3302, "零": 3303, "雷": 3304, "雹": 3305, "電": 3306, "需": 3307, "震": 3308, "霊": 3309, "霜": 3310, "霞": 3311, "霧": 3312, "露": 3313, "霸": 3314, "霹": 3315, "靂": 3316, "靈": 3317, "青": 3318, "静": 3319, "靜": 3320, "非": 3321, "靡": 3322, "面": 3323, "革": 3324, "靭": 3325, "靴": 3326, "鞄": 3327, "鞋": 3328, "鞍": 3329, "鞘": 3330, "鞠": 3331, "鞭": 3332, "韓": 3333, "音": 3334, "韻": 3335, "響": 3336, "頂": 3337, "頃": 3338, "項": 3339, "順": 3340, "須": 3341, "頌": 3342, "預": 3343, "頑": 3344, "頒": 3345, "頓": 3346, "頗": 3347, "領": 3348, "頬": 3349, "頭": 3350, "頷": 3351, "頻": 3352, "頼": 3353, "題": 3354, "額": 3355, "顎": 3356, "顏": 3357, "顔": 3358, "顕": 3359, "願": 3360, "顚": 3361, "類": 3362, "顧": 3363, "顯": 3364, "顰": 3365, "風": 3366, "飛": 3367, "食": 3368, "飢": 3369, "飯": 3370, "飲": 3371, "飴": 3372, "飼": 3373, "飽": 3374, "飾": 3375, "餃": 3376, "餅": 3377, "養": 3378, "餌": 3379, "餐": 3380, "餓": 3381, "館": 3382, "饅": 3383, "饉": 3384, "饒": 3385, "饗": 3386, "首": 3387, "香": 3388, "馨": 3389, "馬": 3390, "馳": 3391, "馴": 3392, "駁": 3393, "駄": 3394, "駅": 3395, "駆": 3396, "駐": 3397, "駒": 3398, "駕": 3399, "駘": 3400, "駿": 3401, "騎": 3402, "騒": 3403, "験": 3404, "騙": 3405, "騰": 3406, "驚": 3407, "驛": 3408, "骨": 3409, "骸": 3410, "髄": 3411, "髓": 3412, "體": 3413, "高": 3414, "髪": 3415, "髭": 3416, "鬱": 3417, "鬼": 3418, "魂": 3419, "魅": 3420, "魔": 3421, "魚": 3422, "魯": 3423, "鮭": 3424, "鮮": 3425, "鯉": 3426, "鯖": 3427, "鯤": 3428, "鯨": 3429, "鰆": 3430, "鰓": 3431, "鰭": 3432, "鰲": 3433, "鱗": 3434, "鱝": 3435, "鳥": 3436, "鳩": 3437, "鳳": 3438, "鳴": 3439, "鳶": 3440, "鴨": 3441, "鴻": 3442, "鵜": 3443, "鵬": 3444, "鵲": 3445, "鶏": 3446, "鶴": 3447, "鷲": 3448, "鷹": 3449, "鷺": 3450, "鹸": 3451, "鹿": 3452, "麒": 3453, "麓": 3454, "麗": 3455, "麟": 3456, "麥": 3457, "麦": 3458, "麵": 3459, "麹": 3460, "麺": 3461, "麻": 3462, "黄": 3463, "黎": 3464, "黑": 3465, "黒": 3466, "黙": 3467, "鼓": 3468, "鼠": 3469, "鼻": 3470, "齊": 3471, "齡": 3472, "齢": 3473, "龍": 3474, "": 3475, "𠮟": 3476, "[UNK]": 3477, "[PAD]": 3478}